/* choose button - open panel */
"Choose" = "vælg";

/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "forstør";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Bestil aftryk af dette billede fra dotphoto.com";

/* Prompt when no URL has been entered */
"Please use the Inspector to enter the URL of an image" = "Brug venligst inspektøren til at angive URL for et billede";

/* followed by URL of externally loaded image, for when we are not loading in external resources. */
"This is a placeholder for the image at:" = "Dette er pladsholder for billedet på:";

/* Title of mag link */
"View this image full-size" = "Vis billede i fuld størrelse";